INSERT INTO `movie` (`id`, `img`, `mp4`, `text`, `intro`, `director`, `publish`, `ondate`, `length`, `level`, `sh`, `rank`) VALUES 
(NULL, '03B03.png', '03B03v.mp4', '03B03', '院線片電影_03B03', '導演03B03', '發行商03B03', '2024-04-01', '1:30', '3', '1', '3'), 
(NULL, '03B04.png', '03B04v.mp4', '03B04', '院線片電影_03B04', '導演03B04', '發行商03B04', '2024-03-31', '1:40', '4', '1', '4'), 
(NULL, '03B05.png', '03B05v.mp4', '03B05', '院線片電影_03B05', '導演03B05', '發行商03B05', '2024-04-01', '1:50', '1', '1', '5'), 
(NULL, '03B06.png', '03B06v.mp4', '03B06', '院線片電影_03B06', '導演03B06', '發行商03B01', '2024-04-01', '1:30', '2', '1', '6'), 
(NULL, '03B07.png', '03B07v.mp4', '03B07', '院線片電影_03B07', '導演_03B07', '發行商_03B07', '2024-04-01', '1:20', '3', '1', '7');


INSERT INTO `poster` (`id`, `img`, `text`, `rank`, `sh`, `ani`) VALUES 
(NULL, '03A03.jpg', '03A03', '3', '1', '3'), 
(NULL, '03A04.jpg', '03A04', '4', '1', '1'), 
(NULL, '03A05.jpg', '03A05', '5', '1', '2'), 
(NULL, '03A06.jpg', '03A06', '6', '1', '3'), 
(NULL, '03A07.jpg', '03A07', '7', '1', '1');